[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
##noun
##a3sg
##pnon
##nom
##verb
##prop
##adj
##pos^db
##dat
##pos
##abl
to
##num
uç
##inf3
from
##a3pl
##imp
##card
##p3sg
##a2sg
flights
##zero
the
san
boston
##adv
##p2sg
denver
##p3pl
on
francisco
##prespart
atlanta
what
flight
dallas
pittsburgh
##nom^db
me
a
##card^db
##loc
##prog1
baltimore
i
##pres
göster
philadelphia
show
var
ban
ol
in
##a1sg
and
n
##acc
bir
washington
##a2pl
iste
is
hangi
v
##det
##cop
all
list
airlines
##dat^db
tüm
##adj^db
listele
##inf
ara
en
like
city
gün
##rel
oakland
kalk
are
sonra
##loc^db
##p1sg
mi
##interj
havayol
sabah
of
that
between
milwaukee
new
il
akşam
york
first
öğle
pm
please
leaving
lütfen
morning
class
american
would
##aor
ücret
aktar
fly
ön
for
##ques
chicago
giden
d
çarşamba
vegas
united
dön
phoenix
##zero^db
miami
ucuz
wednesday
orlando
charlotte
fare
need
saat
toronto
delta
after
yap
diego
##inf2
there
trip
seattle
newark
kansas
'd
##with
gidiş
uçak
ground
##asif
cheapest
round
##agt
you
##while
##gen
houston
salt
lake
-
transportation
er
##punc
does
which
ulaşım
arriving
before
##verb^db
continental
ihtiyaç
cleveland
st.
with
us
have
afternoon
available
los
angeles
air
at
St.
give
one
5
fares
##fut
fort
##neg
leave
monday
way
şehir
pazartesi
memphis
iç
##able
airport
##without
want
indianapolis
how
arrive
bul
thursday
louis
montreal
perşembe
nonstop
sal
6
tek
tuesday
7
karayol
yön
cincinnati
earliest
find
go
petersburg
information
sınıf
bilgi
fiyat
las
cumartesi
do
##pass
nashville
pazar
tampa
10
saturday
Las
ver
minneapolis
sunday
git
havaalan
twenty
detroit
can
8
jose
evening
##ins
##postp
##pron
servi
tacoma
##quesp
noon
's
##conj
any
burbank
gel
##caus
kadar
cuma
##neces
friday
12
##pcdat
next
airline
twa
##afterdoingso
stop
o'clock
august
ağustos
4
worth
columbus
early
seventh
california
son
long
##p1pl
july
temmuz
tür
tell
aircraft
mevcut
##fitfor
downtown
merkez
9
ye
hak
beach
##ord
##acquire
kaç
june
or
ındianapolis
kar
paul
ekonomi
haziran
civar
söyle
al
cost
yar
bile
amerikan
around
bilet
tomorrow
##distrib
1
latest
going
dc
get
kod
2
la
many
DC'ye
##p2pl
havaliman
##pastpart
code
ontario
3
kul
stopover
hizmet
departing
about
liste
et
by
##aor^db
olanak
ticket
type
numara
veya
much
may
leaves
general
could
##equ
mitchell
ayrıl
gerek
international
expensive
üz
gece
see
gör
travel
mean
daily
anla
'm
depart
field
love
april
coach
dur
ilk
night
düşük
book
than
know
##opt
dollars
least
westchester
maliyet
economy
herhangi
lowest
seyahat
geç
meal
rezervasyon
business
##bydoingso
okay
as
yemek
ti
1991
mayıs
into
northwest
mola
1000
last
27
now
december
county
arrives
##acquire^db
tamam
used
it
ilgi
november
day
serves
eastern
serve
airports
da
ayrı
september
return
şimdi
less
tarife
haf
guardia
flying
az
eylül
nasıl
Northwest
ınternational
third
kapasite
bu
hareket
bil
second
y
sefer
yol
florida
Worth'a
eighth
saatlerinde
direct
kind
ap
be
stops
capacity
carolina
yirmi
breakfast
kahvaltı
seating
fifth
take
make
direkt
possible
schedule
cities
araba
ede
sixth
de
express
out
connecting
goes
car
times
meals
served
nisa
kasım
looking
stopping
servis
price
Westchester
number
limuzin
dinner
beş
north
has
ula
kısıtla
aralık
Worth'dan
fourth
this
ya
##a1pl
colorado
mümkün
back
##recip
nisan
otur
airfare
flies
jfk
prices
will
arizona
twentieth
two
limousine
sayı
zaman
Worth
ninth
ayn
f
restriction
late
program
##past
bugün
iki
alaska
alt
today
using
also
jersey
qx
ua
11
saatleri
uygun
##since
via
through
most
plane
tenth
bwi
types
week
your
interested
stand
rental
Worth'da
gider
20
57
other
öğren
ar
fifteenth
taraf
durak
same
tarif
tarih
kıs
uluslararası
display
ay
daha
then
m80
paha
boeing
21
23
bağlantı
kirala
logan
ohio
taşımacılık
önce
wednesdays
sade
only
should
listing
630
##ness
hiç
dfw
returning
tane
22
again
shortest
thirtieth
either
classes
geri
canadian
ora
bwı
twelfth
q
tip
saatlerini
october
tekrar
her
757
kısal
Canadian
müsait
Midwest
466
distance
kira
he
hp
midwest
if
sür
diğer
mesafe
merhaba
üç
st.paul
arrangements
##prog2
lunch
uzak
numbers
tickets
çık
seventeenth
smallest
transport
where
far
bahset
sfo
eder
makes
çok
west
sekiz
281
erke
sixteenth
747
explain
america
quebec
use
weekday
16
25
29
minnesota
michigan
koltuk
430
when
eleventh
ben
530
my
no
kas
qw
dört
utah
departure
area
traveling
laz
seçenek
layover
thirty
yak
yer
their
under
yolculuk
küçük
yolcu
28
people
##neg^db
birleşik
yaşa
fourteenth
838
airplane
şirket
teşekkür
ek
ilçe
hi
edip
##cond
h
abbreviation
thank
're
açık
live
evet
bölge
230
peki
southwest
yes
january
1115
right
later
planes
some
ocak
tennessee
stopovers
çalış
##pcnom
30
31
mart
düzenle
texas
2100
1245
825
kişi
nere
UA
nineteenth
rent
georgia
sahip
offer
##futpart
ayarla
but
dc10
gez
lufthansa
başka
s
tower
each
hav
hours
rezerv
march
718
midnight
codes
15
19
during
canada
Ua
1700
both
pekala
yarı
ea
ff
over
County'a
Eastern
sağla
başla
passengers
let
Tower
mornings
270
296
nationair
pennsylvania
1992
Dc'ye
trying
1100
733
737
f28
mco
coming
turboprop
landings
şubat
80
dulles
fark
813
1291
415
MCO
anywhere
philly
934
götür
fn
##pcdat^db
ot
sun
serving
february
these
o
takeoffs
days
making
provided
tut
saturdays
1500
böyle
ayır
erte
sometime
dok
kuzeybatı
17
taxi
thrift
trips
indiana
arrange
arrival
M80
near
##prespart^db
ındiana
arrivals
rica
ewr
those
name
##time
tasarruf
uses
ad
co
bin
akşamüstü
555
different
starting
eighteenth
'll
connect
b
c
m
1039
cheap
şekil
200
201
Ontario
210
217
land
269
three
sabahki
Westchester'e
ap57
1994
1993
sixteen
Lufthansa
1110
j31
720
1145
727
requesting
72s
755
73s
767
300
seats
324
343
talep
TWA
18
24
26
mil
biraz
planla
departures
1205
1200
1222
close
ekim
cins
gibi
yedi
miles
852
taksi
2134
yine
missouri
rates
another
departs
neva
şu
kıta
more
1765
##recip^db
amount
bak
aa
ac
dahil
932
altı
sağ
weekdays
durakla
bağ
six
505
hello
ne
total
tuesdays
100
qo
d9s
destination
belir
kuzey
following
help
üzere
tan
anlam
costs
wish
taş
##able^db
well
reservation
kinds
too
heading
##related
şey
services
serviced
offers
options
provide
saatini
ap80
otobüs
3724
def
originating
noontime
maximum
hold
##pcabl
değ
thirteenth
soon
yük
Canada
harika
sığ
County
meaning
14
itibaren
süre
##justlike^db
include
##with^db
kanada
mondays
sorry
thursdays
forth
iyi
maksimum
sundays
18:00'den
choices
describe
not
topla
plan
faz
cars
great
booking
##demonsp
l10
connections
imkan
Pittsburgh'dan
fit
be1
Boston’dan
stands
restrictions
nw
sıra
konakla
so
te
##reflex
we
##real^db
kesinti
dördü
without
kur
M
midway
Q
güzergah
1020
1017
1030
1026
1024
araç
615
ardından
1055
1045
taking
1059
639
645
1083
650
hava
##withouthavingdoneso
names
yaklaşık
earlier
212
reservations
229
konu
kennedy
difference
lga
257
yaz
271
279
Midway
1940
ORD
297
nonstops
air'de
kaliforniya
taşı
Continent
1505
ap58
dca
dh8
trans
##justlike
hafta
takeoff
1130
Stapleton
month
723
730
72S
734
just
approximately
73S
746
3357
tekrarla
la'dan
eight
771
within
305
311
315
friends
320
originate
323
329
repeat
airfares
345
352
highest
mia
Francisco’dan
382
airplanes
actually
55
look
schedules
rentals
1600
landing
82
itinerary
aşk
98
still
Guardia
Taw
DCA
edi
görüntüle
nevada
1201
1209
1220
DFW
1230
810
811
815
819
abd
823
red
845
1288
2153
400
402
405
416
417
419
420
428
445
classı
reaching
459
468
lastest
arkadaş
QW
QX
eye
486
497766
jet
atl
town
transcontinental
Pittsburgh-Boston
vakit
lives
Dc.
dinnertime
1300
who
along
sam
say
various
bay
sure
928
bh
cp
950
4400
el
rate
l1011
bound
500
very
four
515
hepsi
çeşit
world
##quantp
539
off
kale
d10
stapleton
dış
yakın
kal
capacities
EWR
determine
137338
106
closest
110
they
edin
124
130
sb
139
kez
ATL
bur
buy
150
up
163
deva
snack
wn
ord
Twa'la
AP57
1850
connection
yx
açıkla
AP80
minimum
gir
limo
carries
gündüz
koç
exceeding
begins
7:00
eleven
northwest'in
K
BE1
toronto'dan
k
straight
good
got
besides
2358
kaçtır
607
608
pennylvania
provides
gididiğini
Worth’dan
göz
şehirine
edilme
Nothwest
've
order
ı
ever
rota
tpa
question
BNA
phl
air'in
tonight
whether
lax
including
basis
ekonomik
try
air'le
lester
working
l10'daki
Ewr
bura
225
boston-denver
houstan
güneybatı
olası
n't
a.m.
genel
bwi'den
must
cvg
scenario
Dallah
thing
doğru
Cleveland’dan
elbette
anything
start
supper
equal
7.05
Airlies
put
ap68
22:00'den
having
7.18
reverse
Intercontinental
4:30
dallas-baltimore
us-air
TAW
dan
tren
zone
dc9
combination
dc'den
sounds
listed
hesap
pittsburh
kıtaötesi
route
boston-toronto
ters
comes
hou
Pennylvania
705
"d
dil
üzgü
1133
8:38'de
train
lGA'dan
thereafter
regarding
Oak
final
beginning
US-Air
Flights
1158
affet
şimdilik
home
travels
nternational
washington'a
reaches
görün
discount
pphiladelphia
being
dc'ye
Dallas-San
longest
TPA
summer
PHL
mal
burbank-seattle
yyz
louise
LAX
mci
equipment
soru
includes
sort
belong
symbols
73S'ye
onikinci
included
hayır
dtw
concerning
kulak
00
inform
09
cover
13
US1207
CVG
enroute
dokuz
listings
iah
operating
operation
D9S
43
ekipman
Worth'daki
grounds
scheduled
proper
esna
wants
71
havaaalanı
mutlak
belirle
umut
toward
11:33
kıtalararası
limousines
across
boston-baltimore
senaryo
düzey
runs
preferably
prefer
Miami’ye
Ap80
indirim
D9S'e
uzun
geçerli
büyük
spend
abbreviations
Detroit-St.
instead
8.42
öğün
currently
doston
isim
1207
year
staying
hariç
5:55
HOU
planning
charges
Flies
BN
kule
tercihen
CO
mealtime
calling
repeating
EA
kindly
842
FF
atlanta-dallas
sallas
no'lu
overnight
yerel
sabahleyin
taksicilik
nokta
kombinasyon
called
connects
Philadelphia’ya
doğu
Southwest
YYZ
açı
ait
local
advertises
KW
simge
MCI
twa'dan
LS
isityorum
##without^db
qualify
NW
fifteen
yeni
72S'nin
companies
represented
IAH
wanted
istedim.
continent
reklam
7’de
##caus^db
takes
19:00
St.Paul’a
such
Nationair
Senver
intercontinental
run
bütün
5’ten
günki
everywhere
tercih
fridays
Beach’e
US3724
içer
Pearson
catch
lga'dan
designate
getir
sfo'dan
US1500
economic
nighttime
yıl
kırmız
snacks
kapsa
largest
bwi'ye
nationalair
72S'de
database
Houston-San
çevir
gets
istıyorum
900
visit
hedef
bring
fin
Dfw
baz
ab
afterwards
özür
bn
Philadelphia-San
offered
sev
kural
m80'in
pearson
afternoons
vicinity
temsil
Lester
##gen^db
ev
india
milwaaukee
oak
Boston-Washington
ticari
baş
ancak
Notrhwest
thanks
class'ta
somebody
India
Lampa
continuing
o'hare
hopefully
kw
ziyaret
ls
while
tespit
bna
bekle
directly
O'hare'ye
level
priced
kana
hvayolları
inexpensive
dene
oh
kadara
tabii
lands
s"
yardım
iş
them
seat
twelve
İnternational
atlanta-baltimore
hoston
sd
dilim
laying
1800
single
boş
AP20
once
veritaban
onsekiz
nights
aşamüstü
akşamleyin
dtw'ye
dc9'un
Philadephia
mesela
Pittsburg’e
73S'nin
come
AP68
seventeen
place
sela
located
tam
1425
here
greatest
carried
