[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
##noun
##a3sg
##pnon
##nom
##verb
##prop
##pos^db
##dat
##adj
##abl
uç
##inf3
##pos
##a3pl
##p3sg
##imp
##num
##zero
##p2sg
##adv
##p3pl
##prespart
##a2sg
##card^db
##loc
##prog1
##pres
göster
##nom^db
san
boston
var
ban
denver
ol
##a1sg
francisco
n
##card
bir
##acc
##a2pl
atlanta
iste
hangi
dallas
v
pittsburgh
##det
##cop
##dat^db
tüm
baltimore
listele
##inf
ara
en
philadelphia
gün
##rel
kalk
sonra
##loc^db
mi
havayol
sabah
washington
il
##adj^db
akşam
öğle
lütfen
##aor
ücret
aktar
ön
##ques
##p1sg
giden
çarşamba
dön
##zero^db
ucuz
saat
oakland
yap
##inf2
gidiş
uçak
##asif
##while
city
##gen
-
er
##punc
ulaşım
##with
##verb^db
ihtiyaç
milwaukee
new
St.
##fut
york
##neg
şehir
iç
pazartesi
##able
##without
bul
sal
perşembe
tek
karayol
yön
sınıf
bilgi
fiyat
cumartesi
chicago
vegas
##pass
pazar
Las
airlines
phoenix
ver
miami
orlando
git
united
havaalan
charlotte
toronto
delta
diego
##ins
american
##postp
##pron
newark
kansas
seattle
##quesp
##conj
salt
lake
gel
kadar
##caus
houston
cuma
##neces
##pcdat
class
cleveland
##afterdoingso
7
continental
ağustos
los
angeles
son
5
us
##p1pl
temmuz
tür
mevcut
memphis
##fitfor
merkez
fort
first
6
ye
hak
##ord
air
##acquire
kaç
montreal
louis
ındianapolis
kar
d
ekonomi
civar
haziran
cincinnati
10
petersburg
8
söyle
yar
al
bile
servi
amerikan
nashville
bilet
##distrib
tampa
minneapolis
dc
kod
DC'ye
##p2pl
detroit
jose
havaliman
##pastpart
kul
hizmet
liste
et
tacoma
12
##aor^db
olanak
burbank
numara
veya
1
on
4
ayrıl
gerek
üz
gece
gör
columbus
anla
9
california
2
##agt
twa
indianapolis
dur
ilk
düşük
long
##opt
do
beach
herhangi
seyahat
maliyet
geç
##bydoingso
rezervasyon
yemek
mola
mayıs
27
3
##acquire^db
tamam
ilgi
da
ayrı
la
şimdi
paul
tarife
haf
az
eylül
nasıl
Northwest
ınternational
kapasite
bu
hareket
bil
ontario
sefer
yol
in
Worth'a
saatlerinde
kahvaltı
general
mitchell
yirmi
direkt
de
araba
ede
nisa
kasım
Westchester
limuzin
beş
servis
Worth'dan
ula
kısıtla
field
aralık
ya
love
##a1pl
mümkün
##recip
nisan
otur
Worth
sayı
ayn
business
zaman
1000
alt
program
1991
##past
bugün
iki
saatleri
uygun
##since
öğren
ar
Worth'da
gider
taraf
durak
tarif
tarih
ay
daha
20
kıs
uluslararası
y
florida
paha
guardia
taşımacılık
önce
23
bağlantı
kirala
sade
a
##ness
geri
hiç
ap
tane
22
ora
bwı
tip
saatlerini
Midwest
tekrar
eastern
her
kira
he
kısal
carolina
Canadian
express
sür
müsait
diğer
mesafe
merhaba
üç
st.paul
çık
##prog2
bahset
eder
uzak
11
21
colorado
çok
koltuk
sekiz
jfk
erke
ben
kas
16
25
29
dört
alaska
f
laz
arizona
seçenek
şirket
yak
yer
as
teşekkür
ek
yolculuk
jersey
küçük
ilçe
yolcu
edip
28
##neg^db
birleşik
yaşa
açık
kişi
evet
bölge
nere
peki
UA
sahip
ocak
##futpart
ayarla
çalış
##pcnom
qx
##cond
30
31
57
mart
north
gez
düzenle
başka
logan
ohio
westchester
hav
boeing
Ua
rezerv
pekala
yarı
County'a
county
15
Eastern
sağla
başla
fark
630
MCO
466
Tower
Dc'ye
götür
hp
757
##pcdat^db
ot
19
sun
şubat
M80
##prespart^db
minnesota
ındiana
michigan
o
q
airline
rica
##equ
430
west
tut
281
##time
böyle
ayır
tasarruf
erte
ad
dfw
sfo
747
bin
america
dok
530
quebec
akşamüstü
kuzeybatı
17
utah
texas
m80
ekim
h
2100
1245
825
cins
gibi
838
yedi
taksi
yine
şekil
Ontario
230
1700
şu
sabahki
kıta
Westchester'e
georgia
##recip^db
Lufthansa
bak
dahil
1115
altı
sağ
durakla
bağ
tennessee
ne
talep
TWA
qw
18
24
26
mil
belir
dc10
biraz
kuzey
planla
üzere
tan
anlam
airport
813
s
taş
##able^db
1291
forth
iyi
415
maksimum
##related
18:00'den
şey
southwest
270
296
philly
topla
faz
saatini
1992
otobüs
##demonsp
imkan
Pittsburgh'dan
at
1100
934
ea
718
##pcabl
değ
ff
fn
733
737
yük
f28
Canada
harika
Boston’dan
sığ
County
sıra
14
konakla
itibaren
turboprop
##reflex
süre
80
##justlike^db
##real^db
kesinti
dördü
dulles
##with^db
kanada
DFW
1222
kur
M
Q
güzergah
b
abd
c
araç
1039
852
ardından
2134
hava
##withouthavingdoneso
yaklaşık
missouri
200
201
classı
210
217
arkadaş
konu
QW
QX
yaz
269
Midway
Pittsburgh-Boston
ORD
air'de
kaliforniya
vakit
taşı
Continent
nationair
pennsylvania
1500
1994
1993
Dc.
1765
aa
ac
1110
j31
##justlike
932
hafta
co
Stapleton
720
1145
727
72S
73S
505
tekrarla
755
767
hepsi
çeşit
la'dan
##quantp
300
kale
555
international
dış
324
yakın
kal
EWR
100
343
qo
edin
Francisco’dan
kez
ATL
deva
Twa'la
aşk
AP57
açıkla
Guardia
AP80
Taw
DCA
edi
görüntüle
lufthansa
gir
nevada
1205
1200
gündüz
koç
1220
hariç
5:55
1230
HOU
7:00
Flies
northwest'in
K
BN
BE1
kule
810
811
toronto'dan
815
819
tercihen
CO
m
823
1020
1017
EA
area
1030
2358
1026
1024
845
kaçtır
607
FF
atlanta-dallas
sallas
pennylvania
no'lu
yerel
615
sabahleyin
gididiğini
taksicilik
1055
Worth’dan
göz
nokta
1288
1045
kombinasyon
2153
şehirine
1059
edilme
Nothwest
639
Philadelphia’ya
doğu
ı
Southwest
400
402
645
405
YYZ
açı
ait
1083
650
416
417
419
rota
KW
simge
MCI
420
BNA
428
air'in
twa'dan
LS
isityorum
##without^db
445
ekonomik
NW
212
air'le
and
459
l10'daki
Ewr
bura
468
boston-denver
229
yeni
ewr
houstan
güneybatı
72S'nin
olası
genel
IAH
486
bwi'den
kennedy
istedim.
reklam
7’de
257
Dallah
##caus^db
497766
19:00
St.Paul’a
Nationair
doğru
Senver
271
neva
279
bütün
jet
5’ten
günki
1940
Cleveland’dan
tercih
elbette
297
Beach’e
US3724
içer
7.05
Airlies
Pearson
lga'dan
22:00'den
getir
7.18
sfo'dan
ap57
1505
ap58
Intercontinental
US1500
4:30
dallas-baltimore
us-air
l10
TAW
dan
tren
yıl
kırmız
dc'den
1300
kapsa
3724
bwi'ye
nationalair
72S'de
Houston-San
sam
çevir
istıyorum
hedef
Dfw
baz
bay
hesap
pittsburh
kıtaötesi
dh8
trans
928
boston-toronto
ters
bh
özür
be1
Philadelphia-San
kural
1130
m80'in
cp
Pennylvania
"d
dil
üzgü
temsil
Lester
950
4400
8:38'de
lGA'dan
##gen^db
el
ev
Oak
723
US-Air
milwaaukee
730
Flights
affet
734
şimdilik
Boston-Washington
ticari
l1011
nternational
500
746
baş
washington'a
görün
ancak
Notrhwest
3357
pphiladelphia
class'ta
515
India
Lampa
dc'ye
Dallas-San
TPA
771
world
PHL
mal
burbank-seattle
539
ziyaret
louise
305
LAX
d10
tespit
311
bekle
315
O'hare'ye
soru
320
323
329
kana
no
hvayolları
nw
73S'ye
dene
onikinci
kadara
tabii
137338
hayır
345
kulak
106
00
09
s"
352
yardım
110
iş
13
US1207
124
CVG
İnternational
atlanta-baltimore
mia
hoston
130
sb
dokuz
139
dilim
382
bur
D9S
ekipman
150
ua
Worth'daki
55
163
boş
AP20
bwi
veritaban
d9s
onsekiz
esna
wn
havaaalanı
mutlak
1600
belirle
82
aşamüstü
umut
akşamleyin
dtw'ye
dc9'un
Philadephia
1850
mesela
Pittsburg’e
98
yx
73S'nin
AP68
11:33
kıtalararası
boston-baltimore
senaryo
düzey
sela
minimum
Miami’ye
Ap80
tam
1425
indirim
D9S'e
uzun
geçerli
büyük
Detroit-St.
8.42
öğün
1201
1209
doston
isim
